{
/* Exception reason (not displayed yet) */
"Error after gpg execution" = "gpg 실행 후에 에러가 발생했습니다";
"gpg execution manually interrupted" = "gpg 실행이 수동으로 중지되었습니다";

/* Passphrase entry message */
"Enter passphrase for %@:" = "%@에 대한 암호문을 입력해 주세요:"; // Param is the userID of a key
"Enter passphrase for this message:" = "이 메시지에 대한 암호문을 입력해 주세요:"; // Symmetric encryption/decryption, no key

/* Keychain support */
"Can't get default keychain!" = "디폴트 키체인을 찾을 수 없습니다!";
"Password buffer too small for keychain!" = "암호 버퍼가 너무 작아서 키체인에 넣을 수 없습니다!";
"Invalid reference to the keychain item for %s:%@" = "%s:%@의 키체인 항목에 대한 참조가 부적절합니다"; // 1st argument is service, 2nd argument is user name
"Unknown problem accessing keychain! Error %d" = "키체인 접근 중 알 수 엇는 문제가 발생했습니다! 에러 %d";
"Can't store the password for %s:%@: it is too long for the keychain!" = "%s:%@의 암호를 저장 할 수 없습니다. 너무 길어서 키체인에 넣을 수 없습니다!"; // 1st argument is service, 2nd argument is user name
}
